<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Log Model Form
    |--------------------------------------------------------------------------
    */

    /* 共用部分 */
    'select_date' => '请选择时间段',
    'ip' => 'IP地址',
    'platform' => '平台',
    'device' => '设备',
    'browser' => '浏览器',
    'address' => '登录地点',
    'created_at' => '访问时间',

    /* 管理员登录日志部分 */
    'admin_login_list' => '管理员登录日志列表',
    'admin_id' => '管理员名称',
    'input_admin_id' => '请输入管理员名称',

    /* 代理商登录日志部分 */
    'agent_login_list' => '代理商登录日志列表',
    'agent_id' => '代理商名称',
    'input_agent_id' => '请输入代理商名称',

    /* 学生登录日志部分 */
    'student_login_list' => '学生登录日志列表',
    'student_id' => '学生名称',
    'input_student_id' => '请输入学生名称',
];