<?php
return [
    /*
    |--------------------------------------------------------------------------
    | All Model Form
    |--------------------------------------------------------------------------
    */

    /*  表单公用部分 */
    'show' => '查看',
    'search' => '搜索',
    'edit' => '编辑',
    'del' => '删除',
    'view' => '查看',
    'trend' => '趋势',
    'batch_del' => '删除选中数据',
    'top' => '顶级分类',
    'path' => '分类目录',
    'parent_id' => '上级目录',
    'top_parent' => '顶级目录',
    'level_path' => '层级目录',
    'button_add' => '添加',
    'button_edit' => '修改',
    'button_assign' => '分配',
    'not_allow_flush' => '请不要刷新!',
];